result/usenix/run7/results-prctl11/benchmark-stats.log
  240000000 requests completed in 388.93 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
15.97% <= 3 milliseconds
73.44% <= 4 milliseconds
87.95% <= 5 milliseconds
93.69% <= 6 milliseconds
95.46% <= 7 milliseconds
96.53% <= 8 milliseconds
97.34% <= 9 milliseconds
97.94% <= 10 milliseconds
98.40% <= 11 milliseconds
98.76% <= 12 milliseconds
99.05% <= 13 milliseconds
99.27% <= 14 milliseconds
99.44% <= 15 milliseconds
99.58% <= 16 milliseconds
99.70% <= 17 milliseconds
99.78% <= 18 milliseconds
99.84% <= 19 milliseconds
99.87% <= 20 milliseconds
99.89% <= 21 milliseconds
99.91% <= 22 milliseconds
99.92% <= 23 milliseconds
99.94% <= 24 milliseconds
99.94% <= 25 milliseconds
99.95% <= 26 milliseconds
99.96% <= 27 milliseconds
99.96% <= 28 milliseconds
99.97% <= 29 milliseconds
99.97% <= 30 milliseconds
99.97% <= 31 milliseconds
99.98% <= 32 milliseconds
99.98% <= 33 milliseconds
99.98% <= 34 milliseconds
99.98% <= 35 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 40 milliseconds
99.98% <= 41 milliseconds
99.98% <= 42 milliseconds
99.98% <= 43 milliseconds
99.98% <= 45 milliseconds
99.99% <= 46 milliseconds
99.99% <= 47 milliseconds
99.99% <= 48 milliseconds
99.99% <= 49 milliseconds
99.99% <= 50 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 53 milliseconds
99.99% <= 54 milliseconds
99.99% <= 55 milliseconds
99.99% <= 56 milliseconds
99.99% <= 57 milliseconds
99.99% <= 58 milliseconds
99.99% <= 59 milliseconds
99.99% <= 60 milliseconds
99.99% <= 61 milliseconds
99.99% <= 62 milliseconds
99.99% <= 64 milliseconds
99.99% <= 66 milliseconds
99.99% <= 69 milliseconds
99.99% <= 70 milliseconds
99.99% <= 71 milliseconds
99.99% <= 72 milliseconds
99.99% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 81 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
100.00% <= 89 milliseconds
100.00% <= 90 milliseconds
100.00% <= 91 milliseconds
100.00% <= 92 milliseconds
100.00% <= 96 milliseconds
100.00% <= 98 milliseconds
100.00% <= 99 milliseconds
100.00% <= 100 milliseconds
100.00% <= 101 milliseconds
100.00% <= 102 milliseconds
100.00% <= 103 milliseconds
100.00% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 107 milliseconds
100.00% <= 108 milliseconds
100.00% <= 109 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 126 milliseconds
100.00% <= 127 milliseconds
100.00% <= 129 milliseconds
100.00% <= 130 milliseconds
100.00% <= 131 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 134 milliseconds
617076.06 requests per second